app/controllers/brains_controller.rb

SELECT "brains".* FROM "brains"
---
  def index
    @brains = Brain.all